"Mark Read" = "Irakurrita Moduan Jarri";
"Mark Unread" = "Irakurri Gabe Moduan Jarri";
"Mark Unflagged" = "Adierazle Batekin Jarri";
"Articles" = "Artikuluak";
"Folders" = "Direktorioak";
"Loading %@..." = "Kargatzen %@...";
"Completed" = "Eginda";
"Refresh RSS feeds" = "Eguneratu Harpidetzak";
"Refresh All Subscriptions" = "Eguneratu Harpidetza Guztiak";
"Already subscribed title" = "Errorea";
"Already subscribed body" = "Jario horretara harpidetuta zaude iadanik";
"RSS Subscription Import Title" = "Inportazioa Bukatuta";
"%d subscriptions successfully imported" = "%d harpidetzak zuzen inportatu dira";
"RSS Subscription Export Title" = "Esportazioa Bukatuta";
"%d subscriptions successfully exported" = "%d harpidetzak zuzen esportatu dira";
"New unread articles retrieved" = "%d artikulu berri irakurri gabe jasota";
"Growl refresh completed" = "Artikulu berriak";
"New articles retrieved" = "Artikulu berriak";
"(Untitled Feed)" = "(Jario izengabea)";
"Open Link in Browser" = "Esteka Nabegatzailean Ireki";
"Copy Link to Clipboard" = "Esteka Paper-zorroan Kopiatu";
"Refresh completed" = "Eguneratzea eginda";
"Retrieving articles" = "Artikuluak jasotzen";
"ClearButton" = "Garbitu";
"Read" = "Irakurrita";
"Flagged" = "Adierazlea";
"Comments" = "Komentarioak";
"Parent" = "Aita";
"Number" = "Zenbakia";
"Subject" = "Gaia";
"Folder" = "Direktorioa";
"Date" = "Data";
"Author" = "Egilea";
"Text" = "Testua";
"Headlines" = "Tituluak";
"Link" = "Esteka";
"Deleted" = "Ezabatuta";
"GUID" = "GUID";
"No" = "Ez";
"Yes" = "Bai";
"Version %@" = "%@ bertsioa";
"Refresh All" = "Eguneratu Dena";
"Subscribe" = "Harpidetu";
"Smart Folder" = "Direktorio Adimendua";
"Flag" = "Adierazlea";
"Next Unread" = "Hurrengo Irakurri Gabea";
"Noon" = "Eguerdian";
"Midnight" = "Gauerdian";
"Today" = "Gaur";
"Yesterday" = "Atzo";
"Tomorrow" = "Bihar";
"%@ at %@" = "%@ %@ -(e)tan";
"Quit" = "Irten";
"Refresh cancelled" = "Eguneratzea ezeztatua";
"Additional actions for the selected folder" = "Bestelako ekintzak aukeratutako direktorioarentzat";
"Create a new subscription" = "Harpidetza berri bat sortu";
"Refresh all your subscriptions" = "Harpidetza guztiak eguneratu";
"New style title" = "Vienna-k estilo berria istalatu du";
"New style body" = "\"%@\" estiloa istalatu egin da Styles direktorioan eta Style menura gehitu da.";
"More Styles..." = "Estilo gehiago...";
"Delete selected message" = "Ziur al zaude aukeratutako artikuluak betirako ezabatzea?";
"Delete selected message text" = "Ekintza hau ezingo da desegin.";
"Cancel" = "Ezeztatu";
"OK" = "ADOS";
"From" = "Nondik";
"To" = "Nora";
"(No title)" = "(Titulurik ez)";
"Refreshing folder images..." = "Direktorioen irudiak eguneratzen...";
"Refreshing subscriptions..." = "Harpidetzak eguneratzen...";
"Authenticating with user name '%@'" = "\"%@\" erabiltzaile izenarekin autentifikatzen";
"No new articles available" = "Ez daude artikulu berririk";
"%d new articles retrieved" = "%d artikulu berri jasota";
"HTTP code %d reported from server" = "Zerbitzariak %d HTTP kodea bueltatu du";
"Headers:\n" = "Goiburuak:\n";
"Connection error (%d, %@):\n" = "Konexio errorea (%d, %@):\n";
"\tDescription: %@\n" = "\tDeskribapena: %@\n";
"\tSuggestion: %@\n" = "\tIradokizuna: %@\n";
"\tCause: %@\n" = "\tSorburu: %@\n";
"Article feed will be compressed" = "Artikuluaren jarioa konprimitu egingo da";
"Redirecting to %@" = "%@ -ra zuzentzen";
"Error: %@" = "Errorea: %@";
"Error" = "Errorea";
"Credentials Prompt" = "\"%@\"-entzako harpidetza erabiltzaile izena eta pasahitza behar ditu.";
"%ld bytes received" = "%ld bytes jasota";
"Authentication failed for user '%@'" = "\"%@\" erabiltzailearentzako autentifikazioa errorea eman du";
"Error parsing XML data in feed" = "Jarioaren XML data aztertzen errorea agertu da";
"Retrieving folder image" = "Direktorioaren irudia jasotzen";
"Folder image retrieved from %@" = "Direktorioaren irudia %@ -tik jasotzen";
"Contacting..." = "Kontaktatzen...";
"Connect Running" = "Konexio bat martxan dago";
"Connect Running text" = "Konexioa geratu eta Vienna itxi nahi al duzu?";
"Delete group folder" = "Ezabatu talde direktorioa";
"Delete group folder text" = "Ziur zaude \"%@\" talde direktorioa eta barneko beste direktorio guztiak ezabatu nahi dituzula? Ekintza hau ezin da desegin.";
"Delete smart folder" = "Ezabatu direktorio adimendua";
"Delete smart folder text" = "Ziur zaude \"%@\" direktorio adimendua ezabatu nahi duzula? Honek ez ditu bilaketak bidalitako emaitzen artikuluak ezabatuko.";
"Delete RSS feed text" = "Ziur zaude \"%@\" harpidetza bertan behera utzi nahi duzula? Ekintza honek harpidetza honetako gordetako artikulu guztiak ezabatuko ditu.";
"Delete RSS feed" = "Harpidetza ezabatu";
"Delete multiple folders text" = "Ziur zaude aukeratutako %d direktorioak ezabatu nahi dituzula? Ekintza hau ezingo da desegin.";
"Delete multiple folders" = "Ezabatu hainbat direktorio";
"Delete folder status" = "\"%@\" direktorioa ezabatzen...";
"An error has occurred" = "Errore bat gertatu da.";
"Your software is up to date" = "Zure Vienna bertsioa eguneratuta dago.";
"Please try again later" = "Mesedez beranduago saiatu.";
"An update is now available" = "Eguneraketa bat prest dago";
"Update available text" = "Vienna-ren %@ bertsioa prest dago honako helbidean:\n\n%@\n\nDeskargatu nahi al duzu? Ez aukeratu eskero, beste batean deskargatu desakezu Eguneraketak Bilatu menuara sartuz.";
"any" = "edozein";
"all" = "denak";
"Open Scripts Folder" = "Ireki Scripts Direktorioa";
"Cannot create database folder" = "Barkatu baina Vienna-k ezin izan du datu baseko direktorioa sortu";
"Cannot create database folder text" = "Vienna-k \"%@\" direktorioa sortzen saiatu da baina errore bat gertatu da. Begiratu direktorioa sortu nahi duzun tokiaren baimenak.";
"Unrecognised database format title" = "Datu basearen fitxategiaren formatua aldatu egin da";
"Unrecognised database format text" = "Vienna-ko bertsio honek ez du (%@) datu base fitxategiaren formatua ulertzen. Ezabatu edota berrizendu eta berrabiarazi Vienna.\n";
"Upgrade Title" = "Datu basea eguneratuta";
"Upgrade Text" = "Vienna-ko bertsio honetan existitzen den datu basea erabiltzeko, datu basea eguneratu behar da. Horretaz gain datu base berri eta huts batekin hasi zaitezke ere. Edozein kasutan, existitzen den datu basearen segurtasun kopia bat %@-(e)n gordeko da. Datu base berria edota eguneratua ez da aurreko Vienna-ko bertsioetan ibiliko.\n\nOharra: bertsio honetarako, datu base berria erabiltzea gomendatzen da erraztasunagaitik.\n";
"New Database" = "Datu Base Berria";
"Upgrade" = "Eguneratu";
"Exit" = "Irten";
"Search in %@" = "Bilatu %@-(e)n";
"Marked Articles" = "Adierazlea Duten Artikuluak";
"Unread Articles" = "Irakurri Gabeko Artikuluak";
"Today's Articles" = "Gaurko Artikuluak";
"Trash" = "Zakarrontzia";
"Select..." = "Aukeratu...";
" (%d unread)" = " (%d irakurri gabe)";
"is" = "da";
"is not" = "ez da";
"is after" = "geroago da";
"is before" = "lehenago da";
"is on or after" = "dago edo ondoren";
"is on or before" = "dago edo lehenago";
"contains" = "dauka";
"does not contain" = "ez dauka";
"is less than" = "gutxiago da";
"is greater than" = "haundiago da";
"is less than or equal to" = "gutxiago edo berdina da";
"is greater than or equal to" = "haundiago edo berdina da";
"Cannot open export file message" = "Ezin da kanpora esportatzeko fitxategia sortu";
"Cannot open export file message text" = "Ezin izan da esportatzeko fitxategi konkretua sortu. Begiratu itxita ez dagoen edota beste programaren bat erabiltzen ari den.";
"Source" = "Iturria";
"Status" = "Egoera";
"Enter LiveJournal User name" = "Sartu LiveJournal-en erabiltzaile izena";
"Enter MSN Spaces User name" = "Sartu MSN Spaces-en erabiltzaile izena";
"Enter Blogspot User name" = "Sartu Blogspot-en erabiltzaile izena";
"Enter Xanga User name" = "Sartu Xanga-ren erabiltzaile izena";
"Enter URL of RSS feed" = "Sartu albiste jarioaren URL-a";
"Cannot rename folder" = "Ezin da direktorioaren izena berrizendu";
"A folder with that name already exists" = "Izen berdineko direktorioa existitzen da";
"Recent Searches" = "Azken Bilaketak";
"Recents" = "Azkenak";
"Clear" = "Ezabatu egindako azken bilaketak";
"Search web page" = "Bilatu web orria";
"Loading..." = "Kargatzen...";
"Open Image in New Tab" = "Irudia fitxa berri batean ireki";
"Open Link in New Tab" = "Esteka fitxa berri batean ireki";
"Open Link in %@" = "Ireki esteka %@-(e)n";
"Open Page in %@" = "Ireki orria %@-(e)n";
"Copy Page Link to Clipboard" = "Orriaren esteka Paper-zorroan Kopiatu";
"%d unread articles" = "%d artikulu irakurri gabe";
"More Scripts..." = "Scripts Gehiago...";
"Install Update" = "Eguneraketa Istalatu";
"Do Not Install" = "Ez Istalatu";
"Replace smart folder title" = "%@ izena duen direktorio adimendua iada existitzen da";
"Replace smart folder text" = "Existitzen den direktorio adimenduaren kriterioa oraingoagatik aldatu nahi duzu?";
"Replace" = "Aldatu";
"Never" = "Inoiz";
"After a Day" = "Egun Baten Ostean";
"After 2 Days" = "2 Egunen Ostean";
"After a Week" = "Aste Baten Ostean";
"After 2 Weeks" = "2 Asteren Ostean";
"After a Month" = "Hilabete Baten Ostean";
"Last Week" = "Joan Zen Astean";
"2 Weeks Ago" = "Orain Dela 2 Aste";
"A month" = "Hilabete bat";
"Activity Window" = "Ekintza Lehioa";
"Error importing subscriptions body" = "Ezin da fitxategi konkretu hori inportatu. Fitxategiaren edukia ez da OPML XML formatu egokikoa.";
"Error importing subscriptions title" = "Errorea inportatzen";
"Rename" = "Berrizendu";
"Mark All Read" = "Jarri Denak Irakurrita Moduan";
"Move Folders" = "Direktorioak Mugitu";
"Downloads" = "Deskargak";
"Invalid style title" = "%@ estiloa desagertu edota erroreak ditu";
"Invalid style body" = "Bestela estilo nagusia erabiliko da.";
"Downloads Running" = "Gauza bat edota gehiago deskargatzen ari dira";
"Downloads Running text" = "Vienna-tik irten eskero deskargatzen hari den guztia geratu egingo da.";
"Mark All Subscriptions as Read" = "Jarri harpidetza guztiak irakurrita moduan";
"Preferences" = "Ezaugarriak";
"General" = "Orokorrean";
"Appearance" = "Itxura";
"Locate Title" = "Ezin da Vienna-ko datu basea sortu";
"Locate Text" = "Ezin da Vienna datu base berri bat sortu \"%@\" -(e)n direktorioa urruneko direktorio batean kokatua dagoelako eta Vienna-k ezin ditu urruneko datu baseak kudeatu. Mesedez aukeratu zeure disko gogorrean dagoen direktorioren bat.\n";
"Empty Trash message" = "Ziur zaude zakarrontzian dauden mezuak betiko ezabatu nahi dituzula?";
"Empty Trash message text" = "Hurrengo ekintza ezin da desegin";
"Cannot open database" = "Barkatu baina Vienna-k ezin izan du datu basea ireki";
"Cannot open database text" = "Datu base fitxategia (%@) ezin izan da ireki hainbat arrazoiengatik. Agian apurtuta edota ezin izan da fitxategira sartu. Mesedez ezabatu edo berrizendu fitxategia eta Vienna berrabiarazi.";
"Vienna cannot open the file title" = "Vienna-k ezin du fitxategia ireki.";
"Vienna cannot open the file body" = "Vienna-k ezin du \"%@\" fitxategia ireki deskargatu denetik mugitu egin delako.";
"Vienna cannot show the file title" = "Vienna-k ezin du fitxategia erakutsi.";
"Vienna cannot show the file body" = "Vienna-k ezin du \"%@\" fitxategia erakutsi deskargatu denetik mugitu egin delako.";
"Empty" = "Hustu";
"Open" = "Ireki";
"Show in Finder" = "Finder-en erakutsi";
"Remove From List" = "Listatik ezabatu";
"%.1f MB" = "%.1f MB";
"%.1f KB" = "%.1f KB";
"%.1f bytes" = "%.1f bytes";
"%.1f of %.1f MB" = "%.1f MB %.1f -(e)tik";
"%.1f of %.1f KB" = "%.1f KB %.1f -(e)tik";
"%.1f of %.1f bytes" = "%.1f bytes %.1f -(e)tik";
"An error occurred when this feed was last refreshed" = "Errore bat gertatu zen jario hau azken aldiz eguneratu zenean";
"Connecting to %@" = "%@ -ra konektatzen";
"About Vienna" = "Vienna-ri buruz";
"Acknowledgements" = "Kontutan Hartu Beharrekoak";
"Article" = "Artikulua";
"Back" = "Atzera";
"Bring All to Front" = "Dena aurrera eraman";
"Check Spelling" = "Akats Ortografikoak Aztertu";
"Check Spelling as You Type" = "Akats Ortografikoak Aztertu Idazten Den Heinean";
"Check for Updates" = "Eguneraketak Dauden Begiratu";
"Close All Tabs" = "Fitxa Guztiak Itxi";
"Close Tab" = "Fitxa Itxi";
"Close Window" = "Lehioa Itxi";
"Columns" = "Zutabeak";
"Copy" = "Kopiatu";
"Cut" = "Moztu";
"Delete" = "Ezabatu";
"Delete Article" = "Artikulua Ezabatu";
"Delete…" = "Ezabatu…";
"Edit" = "Editatu";
"Edit…" = "Editatu…";
"Empty Trash" = "Zakarrontzia Hustu";
"Export Subscriptions…" = "Harpidetzak Esportatu…";
"File" = "Fitxategia";
"Find" = "Bilatu";
"Find Next" = "Aurkitu Hurrengoa";
"Find Previous" = "Aurkitu Aurrekoa";
"Find…" = "Bilatu…";
"Forward" = "Aurrera";
"Help" = "Laguntza";
"Hide Others" = "Besteak Eskutatu";
"Hide Vienna" = "Vienna Eskutatu";
"Import Subscriptions…" = "Harpidetzak Inportatu…";
"Jump to Selection" = "Salto egin Aukeratutakora";
"Main Window" = "Lehio Nagusia";
"MainMenu" = "Menu Nagusia";
"Mark All Articles as Read" = "Artikulu Guztiak Irakurrita Moduan Jarri";
"Mark Flagged" = "Adierazle Bat Jarri";
"Minimize" = "Lehioa txikitu";
"New Group Folder…" = "Talde Direktorio Berria…";
"New Smart Folder…" = "Direktorio Adimendu Berria…";
"New Subscription…" = "Harpidetza Berria…";
"Next Tab" = "Hurrengo Fitxa";
"Open Article Page" = "Ireki Artikuluaren Orria";
"Open Article Page in External Browser" = "Ireki Artikuluaren Orria Kanpo Nabegatzailean";
"Open Subscription Home Page" = "Ireki Harpidetzaren Web Orri Nagusia";
"Open Subscription Home Page in External Browser" = "Ireki Harpidetzaren Web Orri Nagusia Kanpo Nabegatzailean";
"Page Setup…" = "Prestatu orria…";
"Paste" = "Itsatsi";
"Preferences…" = "Ezaugarriak…";
"Previous Tab" = "Aurreko Fitxa";
"Print…" = "Inprimatu…";
"Quit Vienna" = "Irten Vienna-tik";
"Redo" = "Berregin";
"Refresh Selected Subscriptions" = "Eguneratu Aukeratutako Harpidetzak";
"Reload Page" = "Orria Kargatu";
"Rename…" = "Berrizendatu…";
"Restore Article" = "Artikuluak Berrezarri";
"Select All" = "Denak Aukeratu";
"Services" = "Zerbitzuak";
"Show All" = "Denak Erakutsi";
"Skip Folder" = "Direktorioa Saihestu";
"Sort By" = "Ordenatu Honen Bidez";
"Spelling" = "Idazkera";
"Spelling…" = "Idazkera…";
"Stop Refreshing" = "Geratu Eguneraketa";
"Stop Reloading Page" = "Orria Kargatzenari Hutsi";
"Style" = "Estiloa";
"Undo" = "Desegin";
"Use Selection for Find" = "Erabili aukerak bilatzeko";
"Validate Feed" = "Jarioa Frogatu";
"Vienna Help" = "Vienna-ren Laguntza";
"Vienna Web Site" = "Vienna-ren Web orria";
"View" = "Bista";
"Window" = "Lehioa";
"Zoom" = "Zoom";
"Export all subscriptions" = "Harpidetza guztiak esportatu";
"Export selected subscriptions" = "Aukeratutako harpidetzak esportatu";
"Preserve group folders in exported file" = "Mantendu talde direktorioak esportatutako fitxategietan";
"Open Frame" = "Ireki Trama";
"Open Image in %@" = "Ireki irudia %@ -(e)n";
"Open Subscription Home Page in %@" = "Ireki Harpidetzaren Orri Nagusia %@ -(e)n";
"Open Article Page in %@" = "Ireki Artikuluaren Orria %@ -(e)n";
"New Tab" = "Fitxa Berria";
"External Browser" = "Kanpoko Nabegatzailea";

/* Added in 2.1.0 */
"Send Link" = "Bidali Esteka";
"Send Links" = "Bidali Estekak";
"Increase Font Size" = "Haunditu Letra Tamaina";
"Decrease Font Size" = "Txikitu Letra Tamaina";
"Enter the URL here" = "Sartu URL helbidea hemen";
"Refresh the current page" = "Eguneratu orri hau";
"Return to the previous page" = "Bueltatu aurreneko orrira";
"Go forward to the next page" = "Joan hurrengo orrira";
"Layout" = "Eskema";
"Reading Pane on Right" = "Irakurtzeko Tokia Eskuman";
"Reading Pane at Bottom" = "Irakurtzeko Tokia Behean";
"Filter By" = "Honekin Filtratu";
"Filter by:" = "Honekin Filtratu:";
"All" = "Guztiak";
"All Articles" = "Artikulu Guztiak";
"Unread" = "Irakurri Gabeak";
"Unread Articles" = "Irakurri Gabeko Artikuluak";
"Last Refresh" = "Azken Eguneratzea";
"Feed URL updated to %@" = "URL jarioa %@ -ra berritu da";
"Filter articles" = "Filtratu artikuluak";
"Feed has been removed by the server" = "Jarioa zerbitzaritik ezabatua izan da";
"Mark all articles read" = "Jarri artikulu guztiak irakurrita moduan";
"%@ Info" = "%@ Informazioa";
"%u articles" = "%u artikulu";
"%u unread" = "%u irakurri gabeak";
"Keyboard Shortcuts" = "Teklatuko Laster-markak";
"%@ (Filtered: %@)" = "%@ (Filtratu: %@)";
"Get Info..." = "Informazioa Lortu...";
"Open Web Location..." = "Ireki Web Tokia...";
"Refresh Folder Images" = "Eguneratu Direktorioen irudiak";
"Report" = "Txostena";
"Condensed" = "Trinkotuta";
"Unified" = "Bateratua";
"Summary" = "Laburpena";
"Blog With..." = "Blogatu...";
"Blog with %@" = "%@ -(e)kin blogatu";
"Bigger Text" = "Testu Haundiagoa";
"Smaller Text" = "Testu Txikiagoa";

/* Added in 2.1.1 */
"Advanced" = "Aurreratuta";

/* Added in 2.2.0 */
"Import subscriptions from OPML file?" = "OPML fitxategitik harpidetzak inportatu?";
"Do you really want to import the subscriptions from the specified OPML file?" = "OPML fitxategitik harpidetzak inportatu nahi al dituzu?";
"Import" = "Inportatu";
"HasEnclosure" = "Esparrua";
"Enclosure" = "URL esparrua";
"Open New Tab" = "Ireki Fitxa Berria";
"New Tab" = "Fitxa Berria";
"Subscribe to the feed for this page" = "Harpidetu orri honen jariora";
"Open Vienna" = "Open Vienna";
"Download Enclosure" = "Download Enclosure";
"Download Enclosures" = "Download Enclosures";
"Local File" = "Local File";
"Hide Status Bar" = "Hide Status Bar";
"Show Status Bar" = "Show Status Bar";
"Customize Toolbar..." = "Customize Toolbar...";
"Search Articles" = "Search Articles";
"Progress" = "Progress";
"Delete all articles in the trash" = "Delete all articles in the trash";
"Unsubscribe" = "Unsubscribe from Feed";
"Resubscribe" = "Resubscribe to Feed";
"Download" = "Download";
"This article contains an enclosed file." = "This article contains an enclosed file.";
"Growl download completed" = "File download successful";
"Growl download failed" = "File download failed";
"Download completed" = "Download completed";
"File %@ downloaded" = "File %@ downloaded";
"Download failed" = "Download failed";
"File %@ failed to download" = "File %@ failed to download";
"Play" = "Play";
"Click the Play button to play this enclosure in iTunes." = "Click the Play button to play this enclosure in iTunes.";
"Click the Open button to open this file." = "Click the Open button to open this file.";
"Filter displayed articles by matching text" = "Filter displayed articles by matching text";
"Close the filter bar" = "Close the filter bar";
"Search all articles" = "Search all articles";
"Search Results" = "Search Results";
"Hide Filter Bar" = "Hide Filter Bar";
"Show Filter Bar" = "Show Filter Bar";
"Email a link to the current article or website" = "Email a link to the current article or website";
"Refresh" = "Refresh";
"Action" = "Action";
"Get Info" = "Informazioa Lortu";
"See information about the selected subscription" = "See information about the selected subscription";
"Display the list of available styles" = "Display the list of available styles";

/* Added in 2.3.0 */
"Order By" = "Order By";
"Manual" = "Manual";
"Name" = "Name";

/*Added in 2.4*/
"Show XML Source" = "Show XML Source";
"Source of folder" = "Source of folder";
"No feed source to display." = "No feed source to display.";
"Search current web page" = "Search current web page";
"Search all articles or the current web page" = "Search all articles or the current web page";
"Database Upgrade" = "Database Upgrade";
"Vienna must upgrade its database to the latest version. This may take a minute or so. We apologize for the inconveninece." = "Vienna must upgrade its database to the latest version. This may take a minute or so. We apologize for the inconveninece.";
"Upgrade Database" = "Upgrade Database";

/* Added in 2.5.0 */
"Cannot create folder title" = "Cannot create folder";
"Cannot create folder body" = "The \"%@\" folder cannot be created.";

/* Added in 2.6.0 */
"Article load completed" = "Article load completed";
"Loading HTML article..." = "Loading HTML article...";
"Ascending" = "Ascending";
"Descending" = "Descending";
"Use Current Style for Articles" = "Use Current Style for Articles";
"Use Web Page for Articles" = "Use Web Page for Articles";